{
    "HEADER_TITLE": "Portfolio",
    "INFO":"Information",
    "BIO_TITLE": "Bio",
    "BIO_SUBTITLE":"Personal",
    "BIO_DESCRIPTION": "Mechatronic Engineer and Electronic Development Technologist. Dedicated and passionate about engineering and software development, I live by the motto 'living to serve.' I seek challenges where I can use my values, creativity, and initiative. Quick to learn, with strong interpersonal skills and a proactive approach.",
    "BIO_BUTTON":"Show CV", 
    "CONTACT_TITLE":"Contatcs",
    "CONTACT_SUBTITLE":"aimc9801@gmail.com",
    "CONTACT_TOOLTIP_LINKEDIN":"View profile",
    "CONTACT_TOOLTIP_WP":"Send WhatsApp",
    "CONTACT_TOOLTIP_EMAIL":"Send email",
    "SKILLS_TITLE":"Skills",
    "PREV_BUTTON":"Previus",
    "NEXT_BUTTON":"Next",
    "PROJECTS_TITLE": "Projects",
    "PROJECTS_BUTTON":"Show more",
    "Firmmo":"Firmmo",
    "My wedding":"My wedding",
    "Digital ID Card for CJJ":"Digital ID Card for CJJ", 
    "Wedding invitation":"Wedding invitation",
    "CJJ page maintenance":"CJJ page maintenance",
    "Generic navigation model":"Generic navigation model",
    "Vibes mood design":"Vibes mood design",
    "Graphic design portfolio":"Graphic design portfolio",
    "FIRMMO_DESCRIPT":"This platform is a startup that I intend to launch. It`s a web application for legally signing documents cryptographically in Mexico. At the moment, only the frontend has been developed due to budget constraints. The brand design, software development, and UI/UX design were done 100% by me.",
    "MY_WEDDING_DESCRIPT":"This is a digital invitation project created using HTML, CSS, and JavaScript. The invitation is designed to be sent and viewed through a web browser. I designed it for my wedding, which took place on July 17, 2022.",
    "ID_CARD_DESCRIPT":"This project generates official employee IDs and integrates them into Google and Apple wallets. It is developed in Angular and Node.js. The design and development were completely new.",
    "WEDDING_INV_DESCRIPTION":"I developed this project in Nuxt 3 (Vue) with Vuetify as the UI library. It is a frontend project.",
    "CJJ_MAINTENNANCE_DESCRIPT":"Currently, maintenance is carried out on various systems of the Judicial Council of the State of Jalisco, such as the main page, sentences, and tickets. The application is built in Angular, with an API developed in Node.js.",
    "GENERIC_NAV_DESCRIPT":"This is a frontend project with an original design and a modern user interface for navigation. It is responsive and made with HTML, CSS, and Bootstrap.",
    "VIBES_MOOD_DESCRIP":"In this project, the visual design of the mobile app was developed. I used Figma to carry out the design.",
    "GRAPHIG_PORT_DESCRIPT":"In this section, you can see all the graphic projects I have done, from logos, banners, cards, and more. The majority of this portfolio was developed using Microsoft Publisher.",
    "MODAL_PROJECT_BUTTON":"Visit page",
    "BUTTON_CLOSE": "close",
    "MODAL_INFO_TITLE":"Developed by:",
    "MODAL_INFO_DESCRIPT":"This portfolio aims to share my skills, experiences, and career with you. My passion for engineering and software development motivates me every day to build tools that contribute positively to the world.",
    "OCCUPATION":"Developer",
    "COPY":"Copy email",
    "COPY_TO_CLIPBOARD":"Copy to clipboard"
}