{
    "HEADER_TITLE": "Portafolio",
    "INFO":"Información",
    "BIO_TITLE": "Biografía",
    "BIO_SUBTITLE":"Personal",
    "BIO_DESCRIPTION": "Ingeniero Mecatrónico y Tecnólogo en Desarrollo Electrónico. Dedicado y apasionado por la ingeniería y el desarrollo de software, vivo bajo el lema 'vivir para servir'. Busco desafíos donde pueda aplicar mis valores, creatividad e iniciativa. Aprendo rápido, tengo buenas habilidades interpersonales y una actitud proactiva.",
    "BIO_BUTTON":"Ver CV", 
    "CONTACT_TITLE":"Contactos",
    "CONTACT_SUBTITLE":"aimc9801@gmail.com",
    "CONTACT_TOOLTIP_LINKEDIN":"Ver perfil",
    "CONTACT_TOOLTIP_WP":"Contactar por WhatsApp",
    "CONTACT_TOOLTIP_EMAIL":"Envíar correo electrónico",
    "SKILLS_TITLE":"Habilidades",
    "PREV_BUTTON":"Anterior",
    "NEXT_BUTTON":"Siguiente",
    "PROJECTS_TITLE": "Proyectos",
    "PROJECTS_BUTTON":"Ver más",
    "Firmmo":"Firmmo",
    "My wedding":"Mi boda",
    "Digital ID Card for CJJ":"Credencialización digital CJJ", 
    "Wedding invitation":"Invitación de boda",
    "CJJ page maintenance":"Mantenimiento de página del CJJ",
    "Generic navigation model":"Modelo de navegación generico",
    "Vibes mood design":"Diseño de la app Vibes mood",
    "Graphic design portfolio":"Portafolio de diseño gráfico",
    "FIRMMO_DESCRIPT": "Esta plataforma es una startup que pretendo lanzar. Es una aplicación web para firmar documentos legalmente de manera criptográfica en México. Por el momento, solo se ha desarrollado el frontend debido a limitaciones presupuestarias. El diseño de la marca, el desarrollo de software y el diseño UI/UX fueron realizados 100% por mí.",
    "MY_WEDDING_DESCRIPT": "Este es un proyecto de invitación digital creado con HTML, CSS y JavaScript. La invitación está diseñada para ser enviada y vista a través de un navegador web. La diseñé para mi boda, que tuvo lugar el 17 de julio de 2022.",
    "ID_CARD_DESCRIPT": "Este proyecto genera credenciales oficiales de empleados e integra las mismas en las carteras de Google y Apple. Está desarrollado en Angular y Node.js. El diseño y desarrollo fueron completamente nuevos.",
    "WEDDING_INV_DESCRIPTION": "Desarrollé este proyecto en Nuxt 3 (Vue) con Vuetify como la biblioteca de UI. Es un proyecto de frontend, que me compraron unos amigos que se casaron hace menos de un año.",
    "CJJ_MAINTENNANCE_DESCRIPT": "Actualmente, se realiza mantenimiento en varios sistemas del Consejo de la Judicatura del Estado de Jalisco, como la página principal, sentencias y tickets. La aplicación está construida en Angular, con una API desarrollada en Node.js.",
    "GENERIC_NAV_DESCRIPT": "Este es un proyecto de frontend con un diseño original y una interfaz de usuario moderna para la navegación. Es responsivo y está hecho con HTML, CSS y Bootstrap.",
    "VIBES_MOOD_DESCRIP": "En este proyecto, se desarrolló el diseño visual de la aplicación móvil. Utilicé Figma para realizar el diseño.",
    "GRAPHIG_PORT_DESCRIPT": "En esta sección, puedes ver todos los proyectos gráficos que he realizado, desde logotipos, banners, tarjetas y más. La mayoría de este portafolio fue desarrollado usando Microsoft Publisher.",
    "MODAL_PROJECT_BUTTON":"Visitar página",
    "BUTTON_CLOSE":"Cerrar",
    "MODAL_INFO_TITLE":"Desarrollado por:",
    "MODAL_INFO_DESCRIPT": "Este portafolio tiene como objetivo compartir mis habilidades, experiencias y carrera contigo. Mi pasión por la ingeniería y el desarrollo de software me motiva cada día a construir herramientas que contribuyan positivamente al mundo.",
    "OCCUPATION": "Desarrollador",
    "COPY":"Copiar correo electrónico",
    "COPY_TO_CLIPBOARD":"¡Copiado!"

}